<template>
    <div class="protocol">
        <p class="space20 font035">用户服务协议</p>

        <p>欢迎用户使用悠洗软件及服务！</p>
        <p class="space8"></p>
        <p>
            为使用悠洗软件（以下简称“本软件”）及服务，用户应当阅读并遵守《悠洗软件许可及服务协议》（以下简称“本协议”）。 请用户务必审慎阅读，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示用户注意。
        </p>

        <p class="space8 font035">一、协议的范围</p>
        <p>协议关系及冲突条款</p>
        <p class="space8"></p>
        <p>
            本协议内容同时包括悠洗可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。
        </p>

        <p class="space8 font035">二、关于本服务</p>
        <p>本服务的内容</p>
        <p class="space8"></p>
        <p>
            本服务内容是指厦门悠洗网络科技有限公司向用户提供的悠洗牌洗衣机以及配套洗衣服务应用软件平台（以下简称“悠洗”），支持单人、多人参与，实行硬件免费，服务收费，在购买洗衣套餐获取洗衣服务的基础上， 同时为用户提供包括但不限于洗衣用品购买等功能或内容的软件许可及服务（以下简称“本服务”）。悠洗给予用户一项个人的、不可转让及非排他性的许可，以使用本软件。 用户可以在单一台终端设备上安装、使用、显示、运行本软件。用户可以为使用本软件及服务的目的复制本软件的一个副本，仅用作备份。 备份副本必须包含原软件中含有的所有著作权信息。本条及本协议其他条款未明示授权的其他一切权利仍由悠洗保留，用户在行使这些权利时须另外取得悠洗的书面许可。悠洗如果未行使前述任何权利，并不构成对该权利的放弃。
        </p>

        <p class="space8 font035">三、洗衣设备的安装与维护及软件的安装与卸载</p>
        <p class="space8"></p>
        <p>
            悠洗仅提供洗衣机设备，用户应当根据实际情况选择合适的地方进行安装。在使用期间洗衣机出现故障，悠洗在接到用户的通知后合适时间安排工作人员到达现场进行维修，用户不可以召唤悠洗之外的其它单位维修。用户不准私自移机及拆动，用户在使用过程中因使用或保管不当致使洗衣机损坏的由用户自己承担责任。
        </p>

        <p class="space8 font035">四、软件的更新</p>
        <p class="space8"></p>
        <p>
            为了改善用户体验、完善服务内容，悠洗将不断努力开发新的服务，并为用户不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
        </p>

        <p class="space8 font035">五、用户个人信息保护</p>
        <p class="space8"></p>
        <p>
            保护用户个人信息是悠洗的一项基本原则，悠洗将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可悠洗不会向第三方公开、透露用户个人信息。悠洗对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。 一般情况下，用户可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，用户可能无法修改注册时提供的初始注册信息及其他验证信息。未经用户的同意，悠洗不会向任何公司、组织和个人披露用户的个人信息，但法律法规另有规定的除外。 悠洗非常重视对未成年人个人信息的保护。若用户是18周岁以下的未成年人，在使用悠洗的服务前，应事先取得用户家长或法定监护人的书面同意。
        </p>

        <p class="space8 font035">六、主权利义务条款</p>
        <p>帐号使用规范</p>
        <p class="space8"></p>
        <p>
            用户在使用本服务前需要注册一个悠洗帐号。悠洗帐号可通过手机号码进行注册。 悠洗帐号的所有权归厦门悠生活网络科技有限公司所有，用户完成申请注册手续后，仅获得悠洗帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖悠洗帐号或者以其他方式许可非初始申请注册人使用悠洗帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用悠洗帐号。用户注册悠洗帐号后如果长期不登录该帐号使用悠洗服务，悠洗有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。
        </p>

        <p class="space8 font035">七、 用户注意事项</p>
        <p class="space8"></p>
        <p>
            悠洗有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户可根据自己的需要自行备份本软件及服务中的相关数据； 如果用户停止使用本软件及服务或服务被终止或取消，悠洗可以从服务器上永久地删除用户的数据。服务停止、终止或取消后，悠洗没有义务向用户返还任何数据。 用户在使用本软件及服务时，须自行承担如下来自悠洗不可掌控的风险内容，包括但不限于：由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；因用户使用本软件提供服务时，本软件可能会调用第三方支付系统，使用或访问的结果由该第三方提供，悠洗不保证通过第三方支付平台提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与悠洗无关，悠洗不承担任何责任。用户理解并同意，悠洗有权决定将本软件作商业用途，包括但不限于开发、使用本软件的部分服务为第三方作推广等，悠洗承诺在推广过程中严格按照本协议约定保护用户的个人信息，同时用户亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。用户理解并同意，为避免造成资源浪费，当用户在悠洗软件平台进行了洗衣套餐/单次洗衣并确认通电洗衣之后20分钟内，未在洗衣机设备端启动洗衣机，悠洗有权自动结束本次洗衣服务，同时对于用户已消费不予退回。
        </p>

        <p class="space8 font035">八、用户行为规范</p>
        <p>信息内容规范</p>
        <p class="space8"></p>
        <p>
            本条所述信息内容是指用户使用本软件及服务过程中的任何内容，包括但不限于悠洗帐号头像、名字、用户说明等注册信息，以及其他使用悠洗帐号或本软件及服务所产生的内容。 用户理解并同意，悠洗一直致力于为用户提供文明健康、规范有序的网络环境，用户不得利用悠洗帐号或本软件及服务制作、复制、发布、传播如下干扰悠洗正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于： 发布、传送、传播、储存违反国家法律法规禁止的内容。含有法律、行政法规禁止的其他内容的。发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；涉及他人隐私、个人信息或资料的；
        </p>
        <p>软件使用规范</p>
        <p class="space8"></p>
        <p>
            除非法律允许或悠洗书面许可，用户使用本软件过程中不得从事下列行为：删除本软件及其副本上关于著作权的信息对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码； 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非悠洗经授权的第三方工具/服务接入本软件和相关系统； 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；通过非悠洗开发、授权的第三方软件、插件、外挂、系统，登录或使用悠洗软件及服务，或制作、发布、传播上述工具； 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；其他未经悠洗明示授权的行为。
        </p>
        <p>服务运营规范</p>
        <p class="space8"></p>
        <p>对自己行为负责</p>
        <p class="space8"></p>
        <p>
            用户充分了解并同意，用户必须为自己注册帐号下的一切行为负责。用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。悠洗无法且不会对因前述风险而导致的任何损失或损害承担责任。
        </p>

        <p class="space8 font035">九、违约处理</p>
        <p class="space8"></p>
        <p>
            如果悠洗发现或收到他人举报或投诉用户违反本协议约定的，悠洗有权随时处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。用户理解并同意，悠洗有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；悠洗因此遭受损失的，用户也应当一并赔偿。
        </p>

        <p class="space8 font035">十、知识产权声明</p>
        <p class="space8"></p>
        <p>
            厦门悠洗网络科技有限公司是悠洗软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，厦门悠洗网络科技有限公司享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。未经厦门悠洗网络科技有限公司或相关权利人书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
        </p>

        <p class="space8 font035">十一、终端安全责任</p>
        <p class="space8"></p>
        <p>
            用户理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，用户应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。用户不得制作、发布、使用、传播用于窃取悠洗帐号及他人个人信息、财产的恶意程序。 维护软件安全与正常使用是悠洗和用户的共同责任，悠洗将按照行业标准合理审慎地采取必要技术措施保护用户的终端设备信息和数据安全，但是用户承认和同意悠洗并不能就此提供完全保证。
        </p>

        <p class="space8 font035">十二、其他</p>
        <p class="space8"></p>
        <p>
            用户使用本软件即视为用户已阅读并同意受本协议的约束。悠洗有权在必要时修改本协议条款。用户可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果用户继续使用本软件，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本软件。本协议签订地为中华人民共和国福建省厦门市思明区 。本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。若用户和悠洗之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
        </p>
        <p class="space8">本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
    </div>
</template>

<style lang="scss" src="./index.scss"></style>
<script src="./index.js"></script>
