<template>
    <div class="recharge-des">
        <p class="des">
            尊敬的用户，为保障您的合法权益，请您在参加充值赠送活动前仔细阅读本规则，以免造成误解。当您点击各个金额充值按钮后，即视为您已阅读、理解本协议，并同意按本协议的规定参与充值。
        </p>

        <p class="des title">
            1 活动内容：
        </p>
        <p class="des">单笔充值100元，账户共存入115元余额；</p>
        <p class="des">单笔充值50元，账户共存入57元余额；</p>
        <p class="des">单笔充值30元，账户共存入34元余额；</p>
        <p class="des">单笔充值20元，账户共存入22元余额；</p>

        <p class="des title">
            2 特别说明：
        </p>
        <p class="des">
            a. 余额构成：<br> 余额是指您实际支付的充值本金加上悠洗的返现金额会构成您的账户余额（人民币）；
        </p>
        <p class="des">
            b. 充值余额有效期：<br> 充值及返现金额有效期为自充值日起至用完即止；
        </p>
        <p class="des">
            c. 余额使用规则：<br> 包含充值赠送余额在内的余额可用于支付悠洗洗衣订单费用，但不能用于转赠。
        </p>
        <p class="des">
            d. 余额花费及退款规则：<br> 用户使用期间会优先使用您实际充值支付的充值金额。若您在机器使用中发生了异常，导致扣了款洗衣机却没有启动，您可尽快与我们的客服联系，客服核实完具体情况后，悠洗会在您申请退款服务之日起10个工作日内为您办理退款。
        </p>

        <p class="des">
            e. 正当性保证：<br> 我们包含充值赠送在内的所有优惠推广活动仅面向正当、合法使用我们洗衣机的用户。一旦您存在利用我们的规则漏洞进行任何形式的作弊行为（包括但不限于通过我们的活动获得不正当的经济利益），我们有权取消与作弊行为相关账户赠送金额、追回您作弊所得的不正当经济利益、关闭作弊账户或与您相关的所有账户， 并保留取消您后续使用我们服务/洗衣机的权利，及依据严重程度追究您的法律责任。
        </p>

    </div>
</template>

<style lang="scss" src="./index.scss"></style>
<script src="./index.js"></script>
